IDEA StatiCa Open Model
OpenMessages.ErrorMessages Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List Error messages only
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<ErrorMessage> ErrorMessages { get; }
Public ReadOnly Property ErrorMessages As List(Of ErrorMessage)
	Get
public:
property List<ErrorMessage^>^ ErrorMessages {
	List<ErrorMessage^>^ get ();
}
Property Value
Type: List<ErrorMessage>
See Also
Reference
OpenMessages Class
IdeaRS.OpenModel.Message Namespace